Repository: systragroup/quetzal-network-editor
Catalog: locale/*/app.po
Languages: fr

source: # ML Matrix Road Caster 1) Find n zones centroids using a Kmean clustering on the nodes or use your own zoning. 2) Call the Google or Here Matrix API on random OD ( around 1% is sufficient ) 3) Interpolate every other OD time with an hybrid Machine learning model 4) ajust the speed on the road network to match the routing time with the OD time using an iterative algorithm')
fr: # ML Matrix Road Caster 1)Trouve n centroids de zone avec un Kmean clustering sur les noedsou utiliser votre propre zonage. 2) Appel la Google ou la HERE Matrix API sur des OD aléatoires (environs 1% est suffisant.) 3) interpolation de toutes les autres OD aveec un model d'apprentissage machine hybride 4) Ajuste le temps sur le réseau routier pour correspondre aux temps OD avec une méthode itérative.

source: deleted
fr: supprimé

source: minutes remaining
fr: minutes restantes

source: You cannot run simulation.
fr: Ce scénario est protégé. L'execution de la simulation est bloquée.

source: %{a}/%{b} PT nodes added and %{c}/%{d} PT links added
fr: %{a}/%{b} noeuds TC ajoutés et %{c}/%{d} liens TC ajoutés

source: %{a}/%{b} PT nodes added and %{c}/%{d} PT links added. %{e}/%{f} road nodes added and %{g}/%{h} road links added
fr: %{a}/%{b} noeuds TC ajoutés et %{c}/%{d} liens TC ajoutés. %{e}/%{f} noeuds routier ajoutés %{g}/%{h} liens routier ajoutés

source: %{a}/%{b} road nodes added and %{c}/%{d} road links added
fr: %{a}/%{b} noeuds routier ajoutés %{c}/%{d} liens routier ajoutés

source: ▸ Show Advanced
fr: ▸ Montrer les paramètres avancés

source: ▾ Hide Advanced
fr: ▾ Masquer les paramètres avancés

source: 0 - Regularly scheduled drop off. 1 - No drop off available. 2 - Must phone agency to arrange drop off. 3 - Must coordinate with driver to arrange drop off.
fr: Indique si un usager peut descendre librement du véhicule. 0 - descente libre le long du parcours. 1 - pas de descente. 2 - doit appeler l'Agence pour céduler l'arrêt. 3 - doit se coordonner avec le conducteur pour céduler l'Arrêt.

source: 0 - Regularly scheduled pickup. 1 - No pickup available. 2 - Must phone agency to arrange pickup. 3 - Must coordinate with driver to arrange pickup
fr: Indique les possibilités de montée à bord. 0 - les usagers peuvent monter à bord aux horaires standards. 1 - les usagers ne peuvent pas monter à bord.. 2 - les usagers doivent téléphoner à l'agence pour pouvoir monter à bord. 3 - doit se coordonner avec le conducteur pour monter à bord.

source: Abort
fr: Annuler

source: add field
fr: ajouter un champ

source: Add GTFS files. When its done uploading press Convert
fr: Ajouter des fichiers GTFS. Lorsque le téléversement est terminé, cliquer Convertir.

source: Add indicators on road links
fr: Ajouter les indicateurs sur les liens routiers

source: already exist
fr: Le champ existe déjà

source: An error occur fetching example on github
fr: Une erreur s'est produite lors de la récupération de l'exemple sur github

source: Any unsaved changes to %{sc} will be lost
fr: Toutes les modifications non enregistrées à %{sc} seront perdues

source: apply
fr: appliquer

source: Apply
fr: appliquer

source: Arrivals
fr: Arrivées

source: at least 8 character long
fr: Au moins 8 caractères de long

source: Automatically Compute
fr: Calculé automatiquement

source: Available GTFS
fr: GTFS disponibles

source: back to default
fr: Valeurs par défaut

source: cancel
fr: Annuler

source: Cancel
fr: Annuler

source: cannot add empty field
fr: impossible d'ajouter un champ vide

source: Cannot delete anymore
fr: Nombre de point minimum. Impossible de supprimer d'avantage

source: cannot delete first point of polygon
fr: Le premier point du polygone ne peut pas être supprimé

source: Cannot duplicate: trip_id already exist
fr: duplication impossible. Le trip_id existe déjà

source: Cannot filter by this field as it result in %{res} groups. max is %{maxSize}
fr: Impossible de filtrer par ce champ puisqu'il crée {res} groupes sur un maximum de %{maxSize}

source: cannot have / in name
fr: Interdit d'avoir / dans le nom

source: cannot have # in name
fr: interdit d'avoir # dans le nom

source: Catchment radius
fr: Rayon de captage

source: change password
fr: Nouveau mot de passe

source: check your email for the reset code
fr: regarder votre boite de messagerie pour le code de réinitialisation

source: Click ' + manage ' to add period specific parameters such as the duration of each period
fr: Cliquer ' + modifier ' pour ajouter des paramètre par période comme la durée de chaque période

source: Click on the map to start drawing
fr: Cliquer sur la carte pour commencer

source: Click to add points. Right click de remove
fr: Clique pour ajouter un point, clique droit pour supprimer

source: Close
fr: Fermer

source: cmap to use
fr: palette de couleur à utiliser

source: Collapse all
fr: Réduire tout

source: color map
fr: palette de couleur

source: color to display on the map (i.e. FFFFFF)
fr: couleur à afficher sur la carte (ex: FFFFFF)

source: Confirm
fr: Valider

source: confirm new password
fr: confirmer mot de passe

source: convert
fr: convertir

source: copy
fr: copier

source: Copy %{sc}?
fr: Copier %{sc}?

source: could not start and save. This scenario was already launch by another user.
fr: La simulation n'a pas pu être lancé ou sauvegardé. Déjà lancé par un autre utilisateur.

source: create
fr: Créer

source: Create or modify preset
fr: Créer ou modifier un préréglage

source: Create Schedule
fr: Créer un horaire pour la ligne

source: create user
fr: Créer un utilisateur

source: Create User
fr: Créer un utilisateur

source: custom scale
fr: échelle personnalisée

source: customize to inputs values
fr: personnaliser l'échelle

source: Cut After Node
fr: Couper après l'arrêt

source: Cut Before Node
fr: Couper avant l'arrêt

source: Data fetch from
fr: Données récupérées de

source: Data not found:
fr: Données introuvables:

source: datetime must be in the future
fr: la date et l'heure doivent être dans le future

source: day
fr: jour

source: delete
fr: Supprimer

source: Delete
fr: Supprimer

source: Delete %{name}?
fr: Supprimer %{name}?

source: Delete %{sc}?
fr: Supprimer %{sc}?

source: Delete Group
fr: Supprimer le groupe

source: Delete Line
fr: Supprimer

source: Delete OD
fr: Supprimer

source: Delete rLink
fr: Supprimer

source: Delete Selected
fr: Supprimer la selection

source: Delete Stop
fr: Supprimer l'arrêt

source: delete User
fr: Supprimer l'utilisateur

source: Departures
fr: Départs

source: direction of travel for a trip. used to separate trips by directions. ex: 0 - Travel in one direction. 1 - Travel in the opposite direction.
fr: Sens de déplacement pour un voyage. Utilisé pour séparer les trajets par directions. ex: 0 - voyage dans une direction. 1 - voyage dans la direction opposé direction.

source: display zones as 3D extrusion
fr: afficher les zones en extrusion 3D

source: do not add .zip to the end
fr: n'ajouté pas de .zip à la fin

source: Dowload presets
fr: Télécharger les Préréglages

source: download
fr: Télécharger

source: Download
fr: Télécharger

source: Download polygon
fr: Télécharger le Polygone

source: duplicate
fr: Dupliquer

source: Duplicate %{sc}?
fr: Dupliquer %{sc}?

source: Duplicate and reverse
fr: Dupliquer et inverser

source: duplicate nodes
fr: Dupliquer les noeuds

source: duration
fr: durée

source: Edit
fr: Modifier

source: Edit Group Properties
fr: Modifier les propriétés du groupe

source: Edit Line geometry
fr: Modifier La géométrie de la ligne

source: Edit Line Properties
fr: Modifier les propriétés

source: Edit Node Info
fr: Modifier les infos

source: Edit OD Info
fr: Modifier les infos

source: Edit Properties
fr: Modifier

source: Edit rLink Info
fr: Modifier les infos

source: Edit Schedule
fr: Modifier l'horaire

source: Edit selected Info
fr: Modifier la selection

source: Edit Visibles Properties
fr: Modifier les propriétés des visibles

source: email address
fr: adresse courriel

source: email or username
fr: courriel ou nom d'utilisateur

source: Empty all
fr: Tout vider

source: Empty all loaded files and start from scratch
fr: Vider tout et partir de zéro

source: End signal
fr: Signal de fin

source: Expand all
fr: Étendre tout

source: Export
fr: Exporter

source: Export All
fr: Exporter tout

source: Export name
fr: Nom du fichier

source: Export Only Visible
fr: Exporter les visibles

source: Field added
fr: Champ ajouté

source: field already exist
fr: Le champ existe déjà

source: field cannot contain #
fr: le champs ne peut contenir un #

source: field cannot end with _r
fr: le champs ne peut terminer en _r

source: Field deleted
fr: Champ ajouté

source: file is not a zip
fr: le fichier n'est pas un zip

source: File(s) added
fr: Fichier(s) ajouté(s)

source: Files unloaded
fr: Fichiers déchargés

source: filter
fr: filtre

source: first name
fr: prénom

source: Follow roads
fr: Suivre les routes

source: Footpaths max length
fr: Longueur maximal des footpaths

source: Footpaths speed
fr: Vitesse footpaths

source: Forgot your password?
fr: Mot de passe perdu?

source: from
fr: de

source: Full name of a route.This name is generally more descriptive than the route_short_name and often includes the roudefaultAttributeste's destination or stop
fr: Nom complet d'un itinéraire. Ce nom est généralement plus descriptif que route_short_name et inclut souvent la destination ou l'arrêt de l'itinéraire

source: Go!
fr: Aller!

source: Hide All
fr: Cacher Tout

source: Hide NaN on map and color map
fr: Masquer les NaN sur la carte et la légende

source: Hold left click to drag
fr: Click gauche pour glisser

source: Identifies a route. Often a string
fr: Identifie une route. Souvent un String

source: if the road contain a bike path in the opposite direction. either yes, no or shared. a road can be a oneway and have cycleway on both side.
fr: si la route contient une piste cyclable en sens inverse. soit oui, non ou partagé. une route peut être à sens unique et avoir une piste cyclable des deux côtés.

source: if the road contain a bike path. either yes, no or shared
fr: si la route contient une piste cyclable. soit oui, non ou partagé

source: Import
fr: Importer

source: import GTFS from local computer
fr: importer des GTFS depuis votre ordinateur (.zip)

source: Import OSM network in bounding box
fr: importer le réseau OSM dans la sélection

source: Indicates the type of transportation used on a route. subway, metro, rail, bus, ferry, tram, etc
fr: Indique le type de transport utilisé sur un itinéraire. subway, metro, rail, bus, ferry, tram, etc

source: invalid date time
fr: date invalide

source: invalid email address
fr: adresse courriel invalide

source: Invalid Time
fr: Temps invalide

source: Keep PT time and calculate new PT speed
fr: Garder le temps TC et calculer des nouvelles vitesses TC

source: labels
fr: Étiquettes

source: last name
fr: nom

source: Layer
fr: Couche

source: Left click to add a stop
fr: Clique gauche ajouter un arrêt

source: Left click to add an anchor point, right click to delete
fr: Clique gauche pour ajouter une ancre, clique droit pour supprimer

source: Left side driving
fr: Conduite à gauche

source: legend title
fr: Title de la légende

source: Legend title
fr: Title de la légende

source: less than 1
fr: moins que 1

source: Line (or trip) identifier (i.e. 100 Est). Links are group by trip_id in Quetzal-network-editor.
fr: Ligne (ou trip) (i.e. 100 est). Les liens sont groupé par trip_id dans Quetzal-network_editor

source: Lines
fr: Lignes

source: Link field to display when hovering a trip on the map
fr: Propriété des liens TC à afficher lorsqu'on survole sur la carte

source: Link field to display when hovering road link on the map
fr: Propriété des routes à afficher lorsqu'on survole sur la carte

source: link Properties
fr: Modifier

source: Links
fr: Liens

source: links geometry linestring length (meters)
fr: longueur de la géometrie (lineString) du liens (mètres)

source: List of Trips
fr: Liste des départs

source: Load %{sc} ?
fr: Charger %{sc}?

source: Load Example
fr: Charger l'exemple

source: Load Zip File
fr: fichier Zip

source: login
fr: Connection

source: Login to access projects
fr: Se connecter pour les projets

source: logout
fr: déconnexion

source: Main identifier or any kind of road, street or path. ex: (motorway, residential, primary)
fr: Identifiant principal du type de rue, route. ex: (motorway, residential, primary)

source: Manage
fr: Modifier

source: Map
fr: Carte

source: Map Style
fr: Style de carte

source: maximum value on the color Map
fr: valeur maximal sur la palette de couleur

source: maxWidth
fr: Largeur max

source: mininum value on the color Map
fr: Valeur minimal sur la palette de couleur

source: minWidth
fr: Largeur min

source: modification aborted
fr: Modification annulée

source: modification applied
fr: Modification Appliquée

source: multiple Values
fr: Valeurs multiples

source: Must be logged in
fr: Doit être connecté

source: name
fr: nom

source: need a road and a PT network
fr: Nécessite un réseau routier

source: need at least: 1 lowercase, 1 uppercase, 1 number, and 1 symbol
fr: besoin d'au moins : 1 minuscule, 1 majuscule, 1 chiffre et 1 symbole

source: need PT network
fr: Réseau TC Nécessaire

source: new field name
fr: nouveau champ

source: New name
fr: Nouveau nom

source: new password
fr: Nouveau mot de passe

source: New Password
fr: Nouveau mot de passe

source: New road links Highway property name
fr: Type de route (Highway) des nouveux liens routiers

source: new scenario
fr: Nouveau scénario

source: New Scenario
fr: Nouveau Scénario

source: No
fr: Non

source: No parameters
fr: Aucun paramètres

source: Node already in use by the trip. Cannot replace
fr: Noeud déjà utilisé par le Trip. Imposible de remplacer

source: Nodes
fr: Noeuds

source: nothing to display
fr: Rien à afficher

source: Nothing to display
fr: Rien à afficher

source: Nothing to display.
fr: Rien à afficher

source: numStep
fr: nombre de pas

source: opacity
fr: opacité

source: Origin - Destination
fr: Origine - Destination

source: Other Inputs
fr: Autres Intrants

source: Outputs
fr: Extrants

source: Overwrite current PT network ?
fr: Écraser le réseau TC ?

source: Overwrite current road network ?
fr: Écraser le réseau routier ?

source: Parameters
fr: Paramètres

source: Parameters and Run
fr: Parametres et execution

source: password
fr: mot de passe

source: password must match
fr: le mot de passe doit correspondre

source: Please enter a name
fr: entrer un nom s.v.p

source: Population mesh size (0.001 ~100m)
fr: Taille de maillage de la population (0.001 ~100m)

source: Preset changed. Please reload the active layer on the map
fr: Préréglage modifié. Veuillez recharger la couche active sur la carte

source: Preset deleted
fr: Préréglage supprimé

source: Preset Layer does not exist
fr: La couche du préréglage n'existe pas

source: Preset Saved
fr: Préréglage sauvegardé

source: Presets
fr: Préréglages

source: Process
fr: Lancer

source: project already exist
fr: le project existe déjà

source: PT
fr: TC

source: PT & Road
fr: TC et Routes

source: PT Network
fr: Réseau TC

source: PT Popup Content
fr: Contenu du Popup TC

source: PT, Road, Zones, OD & Results
fr: TC, Routes, Zones, OD et Résultats

source: range of colors
fr: plage de couleurs

source: rename
fr: renommer

source: Rename %{sc}?
fr: Supprimer %{sc}?

source: Replace %{index}
fr: Remplacer %{index}

source: Replace file inplace
fr: Remplacer le fichier en place

source: Required
fr: Requis

source: reset code
fr: code de réinitialisation

source: Reset Password
fr: réinitialiser

source: Result Table
fr: Table des Résultats

source: Results Map
fr: Carte des Résultats

source: Results Pictures
fr: images des Résultats

source: reverse
fr: inverser

source: reverse color
fr: inverser les couleurs

source: reverse color scale
fr: inverse la palette de couleur

source: Right click and drag to tilt the map
fr: Clique droit et glisser pour incliner la carte

source: Right click for context menu
fr: Clique droit pour modifier

source: Right click to edit properties
fr: Clique droit pour modifier

source: Road
fr: Routes

source: Road Highway name
fr: Category Highway des nouvelles routes

source: Road Network
fr: Réseau Routier

source: Road Popup Content
fr: Contenu du Popup routier

source: Road speed
fr: Vitesse route

source: Roads
fr: Routes

source: route_type exclusion
fr: exclusions (route_type)

source: Run Simulation
fr: Executer la simulation

source: save
fr: Sauv...

source: Save
fr: Sauvegarder

source: Save Changes?
fr: Sauvegarder ?

source: scale
fr: Échelle

source: scale max
fr: Échelle

source: scale min
fr: Échelle

source: Scenario created
fr: Scénario créé

source: Scenario deleted
fr: Scénario supprimé

source: scenario renamed
fr: Scénario renommé

source: Scenario saved
fr: Scénario sauvegardé

source: Scenario Settings
fr: Paramètres de simulation

source: Scenario successfully copied
fr: Scénario copié avec succès

source: search
fr: recherche

source: Select a Model
fr: Sélectionner un Modèle

source: Select a Project
fr: Sélectionner un Projet

source: Select a Trip
fr: Sélectionner un trip

source: Select road types
fr: Sélectionner les types de routes

source: Select which side of the road the links are display
fr: Sélectionner de quel coté les liens sont affichés

source: selected date
fr: date sélectionné

source: selectedFeature
fr: champ sélectionné

source: send email
fr: envoyer courriel

source: set new password
fr: Envoyer

source: Settings
fr: Paramètres

source: Short name of a route. This will often be a short, abstract identifier like "32", "100X", or "Green"
fr: nom court d'une route. Souvent un identifiant abstrait et court comme "32", "100X", or "verte"

source: should be larger than 0
fr: devrait être plus grand que 0

source: show
fr: Afficher

source: Show All
fr: Montrer Tout

source: Show Cycleway direction instead of road
fr: Montrer la direction des pistes cyclables au lieu des routes

source: show labels
fr: Montrer les étiquettes

source: show NaN
fr: montrer les NaN

source: Sign in
fr: Se connecter

source: Sign In
fr: Se connecter

source: Sign in with username or email address.
fr: connection avec nom d'utilisateur ou adresse courriel

source: Sign out
fr: déconnection

source: Simulation
fr: Executer la simulation

source: Simulation ended with an execution error or have been aborted. Please relauch simulation. If the problem persist, contact us.
fr: La simulation s'est terminée avec une erreur d'execution ou a été abadonnée.SVP, executer la simulation de nouveau. Si le problème persiste, veuillez nous contacter.

source: Speed
fr: Vitesse TC

source: speed on the link (Km/h)
fr: vitesse sur le lien (Km/h)

source: Speed used to calculate road travel time when a link is drawn
fr: Vitesse utilisé pour calculer le temps de parcours lorsqu'un lien est ajouté, allongé ou déplacé

source: Start Time
fr: Heure de départ

source: Start time must be smaller than end time
fr: L'heure de début doit être inférieure à l'heure de fin

source: Static Layers
fr: Couches Statiques

source: Station Label
fr: Étiquette des stations

source: stick nodes on existing nodes
fr: coller les noeds aux noeds existant

source: Style presets
fr: Préréglages de style

source: Team
fr: Équipe

source: temporary password
fr: mot de passe temporaire

source: the name of the exported zip file
fr: Le nom du fichier .zip à l'export.

source: The scenario will be permanently deleted
fr: Le scénario sera supprimé définitivement

source: This action will delete properties on every links or nodes
fr: Cette action supprimera les propriétés sur tous les liens

source: This action will sign you out
fr: vous allez être déconnecté

source: This scenario is protected
fr: Ce scénario est protégé. L'execution de la simulation est bloquée.

source: This will permanently delete the user account.
fr: le compte utilisateur sera supprimé définitivement

source: Time
fr: Temps

source: Time between departures in seconds
fr: Temps entre chaque départ en secondes

source: to
fr: à

source: transit brand or transit agency
fr: marque de transport en commun ou agence de transport en commun

source: Travel time on the link. set as length / speed when a link is created or edited (seconds)
fr: Temps de parcours sur le lien. Défini comme distance / vitesse quand un lien est créé ou modifier (secondes)

source: Trip Duplicated
fr: Trip dupliqué

source: undefined
fr: indéfini

source: Unload all files ?
fr: Décharger tous les fichiers ?

source: Unload Scenario?
fr: Décharger le scénario?

source: Upload a polygon
fr: Téléversé un Polygone

source: upload GTFS
fr: téléverser des GTFS

source: Uploaded
fr: Téléversé

source: Use difference
fr: Utiliser la différence

source: use road network
fr: Utiliser le réseau Routier

source: User created!
fr: Utilisateur créé

source: User permanently delete
fr: Utilisateur supprimé définitivement

source: username
fr: nom d'utilisateur

source: width to display on the map
fr: Largeur à afficher sur la carte

source: with %{index}?
fr: avec %{index}?

source: Yes
fr: Oui

source: zone connectors
fr: connecteurs de zone
